Repository: midnightwhite3/sandiego_garage
Catalog: garage/locale/*/LC_MESSAGES/django.po
Languages: pl

source: Password
pl: Hasło

source: From 8 to 20 characters
pl: Od 8 do 20 znaków

source: Repeat password
pl: Powtórz hasło

source: Username
pl: Nazwa użytkownika

source: Maximum 15 characters
pl: Maksymalnie 15 znaków

source: Enter a valid e-mail
pl: Podaj właściwy e-mail.

source: Passwords don't match.
pl: Hasła nie są identyczne.

source: Old_password
pl: Stare hasło

source: New Password
pl: Nowe hasło

source: Confirm new password
pl: Powtórz hasło

source: New password can't be the same as the old one.
pl: Nowe hasło nie może być takie same.

source: New password
pl: Nowe hasło

source: Post code and City
pl: Kod pocztowy i miasto

source: Phone number
pl: Numer telefonu

source: Company name
pl: Nazwa firmy

source: Company adress
pl: Adres firmy

source: Edit profile
pl: Edytuj profil

source: Save changes
pl: Zapisz zmiany

source: Change password
pl: Nowe hasło

source: Hi
pl: Witaj

source: In order to log in, you need to verify your account
pl: Aby się zalogować, musisz zweryfikować swoje konto

source: Please click on the link below to confirm your registration
pl: Klkinij w poniższy link, aby potwierdzić swoją rejestrację

source: E-mail sent
pl: Wysłano e-mail

source: We've sent you an e-mail
pl: Wysłaliśmy do Ciebie e-mail

source: In order to activate your account, we've sent you an e-mail with further instructions
pl: Aby aktywować swoje konto, postępuj zgodnie z instukcjami wysłanymi na e-mail

source: In case you didn't receive any e-mail, please make sure you've entered a valid e-mail
pl: Jeśli nie otrzymałeś maila, upewnij się, że podałeś właściwy e-mail

source: Log in
pl: Zaloguj

source: Username or password are incorrect.
pl: Nazwa użytkownika lub hasło są nieprawidłowe.

source: Try again
pl: Spróbuj ponownie

source: Log In
pl: Zaloguj

source: Register
pl: Zarejestruj

source: Forgot your password
pl: Zapomniałeś hasła

source: Change done
pl: Zmiana zakończona

source: You've changed your password successfully
pl: Pomyślnie zmieniłeś hasło

source: Password change
pl: Zmiana hasła

source: Save
pl: Zapisz

source: Reset done
pl: Reset zakończony

source: Password reset
pl: Zresetuj hasło

source: Congratulations! You can now
pl: Gratulacje! Możesz się teraz

source: log in
pl: zalogować

source: with your new password
pl: z Twoim nowym hasłem

source: Reset your password
pl: Zresetuj hasło

source: Link is invalid or expired
pl: Link wygasł lub jest niewłaściwy

source: In order to reset your password, we've sent you an e-mail with further instructions
pl: Aby zresetować swoje hasło, postępuj zgodnie z instukcjami wysłanymi na e-mail

source: In order to reset your password, click the link below
pl: Aby zresetować swoje hasło kliknij w link poniżej

source: Your username associated with this e-mail
pl: Nazwa użytkownika powiązana z tym e-mailem

source: Reset password
pl: Resetuj hasło

source: To reset your password, enter an e-mail you used for signing up
pl: Aby zresetować hasło, podaj e-mail użyty podczas rejestracji

source: Send
pl: Wyślij

source: Create an account
pl: Stwórz konto

source: required field
pl: pole wymagane

source: Create
pl: Stwórz

source: Congratulations, your account has been registered. You can now
pl: Gratulacje, Twoje konto zostało zarejestrowane. Możesz się teraz

source: GarageApp, confirm your e-mail.
pl: GarageApp, potwierdź e-mail.

source: Cogratulations! You activated your account and can log in now.
pl: Gratulacje! Aktywowałeś swoje konto i możesz się teraz zalogować.

source: Token invalid or expired.
pl: Link jest niewłaściwy lub wygasł.

source: Changes saved successfully.
pl: Zmiany zapisano pomyślnie.

source: Name, up to 40 chars.
pl: Nazwa, maksymalnie 40 znaków.

source: Year
pl: Rok

source: Engine capacity
pl: Pojemność silnika

source: Enter VIN number
pl: Podaj numer VIN

source: Additional informations
pl: Dodatkowe informacje

source: Service name
pl: Usługa

source: Service price
pl: Cena usługi

source: Delete
pl: Usuń

source: Part
pl: Część

source: Part price
pl: Cena części

source: Make
pl: Marka

source: Name
pl: Nazwa

source: Gasoline
pl: Benzyna

source: Electric
pl: Elektryczny

source: Hybrid
pl: Hybrydowy

source: Client
pl: Klient

source: Car make
pl: Marka

source: Car model
pl: Model

source: Enter a valid year.
pl: Podaj właściwy rok.

source: Fuel type
pl: Rodzaj paliwa

source: Engine
pl: Silnik

source: This VIN number is too short.
pl: Ten numer VIN jest zbyt krótki.

source: Remarks
pl: Uwagi

source: Service
pl: Usługa

source: You're logged in as
pl: Jesteś zalogowany jako

source: Log out
pl: Wyloguj

source: Language
pl: Język

source: Opening hours
pl: Godziny otwarcia

source: Mon
pl: Pon

source: Fri
pl: Pt

source: Sat
pl: Sob

source: Add car
pl: Dodaj samochód

source: Car delete
pl: Usuń

source: Delete Car
pl: Usuń

source: Are you sure you want to delete
pl: Czy na pewno chcesz usunąć

source: Car detail
pl: Szczegóły

source: Car Details
pl: Szczegóły

source: View service history
pl: Historia usług

source: Edit car
pl: Edytuj

source: Cars
pl: Samochody

source: Added
pl: Dodano

source: Updated
pl: Zaktualizowano

source: Add Car
pl: Dodaj samochód

source: Action
pl: Akcja

source: Edit
pl: Edytuj

source: Add service
pl: Dodaj usługę

source: Add client
pl: Dodaj klienta

source: Client delete
pl: Usuń

source: Delete Client
pl: Usuń

source: and all cars related to this client
pl: i wszystkie powiązane samochody

source: Client details
pl: Szczegóły

source: Client Details
pl: Szczegóły

source: No cars related to this client
pl: Brak samochodów powiązanych z tym klientem

source: Client edit
pl: Edycja

source: Client Edit
pl: Edycja

source: Clients
pl: Klienci

source: Phone
pl: Telefon

source: Repair
pl: Naprawa

source: Regular performance maintenance
pl: Przeglądy okresowo-eksploatacyjne

source: Braking system
pl: Układ hamulcowy

source: Drive system
pl: Układ napędowy

source: Exhaust system
pl: Układ wydechowy

source: Steering
pl: Układ kierowniczy

source: Electrical system
pl: Układ elektryczny

source: Suspension
pl: Zawieszenie

source: Diagnostics
pl: Diagnostyka

source: Computer diagnostics is one of the basic methods of verification of
pl: Diagnostyka komputerowa to jedna z podstawowych metody weryfikacji

source: potential malfunctions in a car.
pl: potencjalnych awarii usterek w pojeździe.

source: It allows to quickly detect any abnormalities
pl: Umożliwa szybkie wykrycie nieprawidłowości

source: related to many systems.
pl: związanych z wieloma układami i podzespołami.

source: AC
pl: Klimatyzacja

source: Leakage testing
pl: Sprawdzanie szczelności

source: System repairing
pl: Naprawa układu

source: AC charging
pl: Nabijanie

source: Fumigation
pl: Odgrzybianie

source: Ozonation
pl: Ozonowanie

source: Cabin filter replacement
pl: Wymiana filtra kabinowego

source: Comprehensive module testing
pl: Kompleksowe sprawdzanie podzespołów funkcjonalnych

source: Appraise repair
pl: Wyceń naprawę

source: Of your car
pl: Twojego auta

source: Don't waste time and energy, going from one garage to another for appraise
pl: Nie trać czasu i energii jeżdżąc do kilku warsztatów po wyceny

source: Thanks to this form, I will prepare an appraise of your car and all this without leaving your house
pl: Dzięki temu formularzowi przygotuję dla Ciebie wycenę naprawy Twojego pojazdu, a wszystko to bez wychodzenia z domu

source: I'll asses how much the repair will cost
pl: Oszacuję dla Ciebie, ile będzie kosztować naprawa

source: How much does the valuation costs? Nothing, it's fully free and non-binding
pl: Ile kosztuje ta wycena? Nic, bo jest całkowicie darmowa i niezobowiązująca

source: Step 1: Fill up the form
pl: Krok 1: Wypełnij formularz

source: Tell me about your car (make, model, year, etc.) and write what type of repair you need
pl: Opowiedz mi o swoim pojeździe (marka, model, rok, itp.) i napisz jakiego rodzaju naprawy potrzebujesz

source: The more detailed, the easier it will be to make precise valuation
pl: Im bardziej drobiazgowo to zrobisz, tym łatwiej będzie mi dokonać prawidłowej wyceny naprawy

source: Step 2: Click “Send“
pl: Krok 2: Kliknij “Wyślij”

source: Like this, your message will be delivered
pl: W ten sposób twoja wiadomość zostanie dostarczona

source: I will reply as soon as possible, how much the repair will cost
pl: Odpowiem możliwie szybko, ile będzie kosztować naprawa

source: Email address
pl: Adres e-mail

source: Message
pl: Wiadomość

source: Are you a mechanic?
pl: Jesteś mechanikiem?

source: Check out the app.
pl: Sprawdź aplikację

source: Do you like to have everything at hand
pl: Lubisz mieć wszystko pod ręką

source: Good! Because i have an app for you, which will make your everyday work easier and help you remember all cars
pl: Świetnie! Bo mam dla Ciebie aplikacje, która ułatwi Ci pracę na co dzień i pomoże zapamiętać wszystkie samochody

source: that you have fixed and make a database of all your clients
pl: które naprawiłeś, a także stworzyć bazę danych swoich klientów

source: And all that is completly free
pl: A to wszystko bezpłatnie

source: Client management
pl: Zarządznie klientami

source: adding new clients
pl: dodawanie nowych klientów

source: client data edition
pl: edycja danych zleceń

source: client orders history
pl: historia zleceń klientów

source: tasks to complete for every client
pl: zadania do wykonania dla każdego klienta

source: Order management
pl: Zarządzanie zleceniami

source: creating new orders
pl: tworzenie nowych zleceń

source: order valuation
pl: wycena zleceń

source: orders edition
pl: edycja zleceń

source: invoice printing
pl: wydruk protokołó dla klientów

source: current orders history
pl: hisotria dotychczasowych zleceń

source: Cars database
pl: Baza pojazdów

source: car repairment history
pl: historia napraw pojazdu

source: Accounting
pl: Rachunkowość

source: creating estimations for client
pl: tworzenie wyceny, kosztorysu dla danego klienta

source: cost breakdown
pl: zestawienie kosztów

source: Previous
pl: Poprzednia

source: Next
pl: Następna

source: Search
pl: Szukaj

source: Add part
pl: Dodaj część

source: Delete services
pl: Usuń usługi

source: Are you sure you want to delete these items
pl: Czy na pewno chcesz to usunąć

source: Services
pl: Usługi

source: Parts
pl: Części

source: Cancel
pl: Anuluj

source: Service history
pl: Historia usług

source: Price
pl: Cena

source: Services total
pl: Usługi razem

source: Parts total
pl: Części razem

source: Total price
pl: Cena całkowita

source: To take full adventage of print function, please head to your
pl: Aby w pełni wykorzystać potencjał fukncji druku, udaj się do Twojego

source: profile
pl: profilu

source: and fill up informations about your company
pl: i uzupełnij informacje o Twojej firmie

source: Car library
pl: Biblioteka samochodów

source: Analytics
pl: Analityka

source: Profile
pl: Profil

source: Your mail has been sent successfully. I will reply as soon as I can.
pl: Twój mail został wysłany. Odpowiem tak szybko jak będę mógł.

source: Something went wrong. We will try to fix it as fast as we can. You can call me instead: 669 393 761.
pl: Coś poszło nie tak. Postaramy się to naprawić tak szybko jak to możliwe. Zamiast tego spróbuj zadzwonić: 669 393 761

source: polish
pl: Polski

source: english
pl: Angielski
